pgbench-all.txt
scaling factor: 1
query mode: simple
number of clients: 90
number of threads: 1
maximum number of tries: 1
duration: 600 s
number of transactions actually processed: 383741
number of failed transactions: 0 (0.000%)
latency average = 140.643 ms
initial connection time = 496.459 ms
tps = 639.920113 (without initial connection time)