pgbench-select.txt
transaction type: <builtin: select only>
scaling factor: 1
query mode: simple
number of clients: 90
number of threads: 1
maximum number of tries: 1
duration: 600 s
number of transactions actually processed: 15759019
number of failed transactions: 0 (0.000%)
latency average = 3.424 ms
initial connection time = 492.153 ms
tps = 26286.531903 (without initial connection time)